---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.ZoneEquipmentData
source: html/67b62c09-1e15-77d4-34e2-576ded06ae4a.htm
---
# ZoneEquipmentData Methods

Is the required data completed for this zone equipment?